<!doctype html>



  


<html class="theme-next mist use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content=",,,,," />








  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="&amp;#x4E00;&amp;#x4E2A;90&amp;#x540E;&amp;#x5C0F;&amp;#x9752;&amp;#x5E74;
&amp;#x5C1D;&amp;#x8BD5;&amp;#x53BB;&amp;#x770B;&amp;#x66F4;&amp;#x5927;&amp;#x7684;&amp;#x4E16;&amp;#x754C;
&amp;#x901A;&amp;#x8FC7;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;&amp;#x7B14;&amp;#x58A8;
&amp;#x5173;&amp;#x4E8E;&amp;#x">
<meta property="og:type" content="website">
<meta property="og:title" content="关于作者">
<meta property="og:url" content="http://yoursite.com/about/index.html">
<meta property="og:site_name" content="多彩">
<meta property="og:description" content="&amp;#x4E00;&amp;#x4E2A;90&amp;#x540E;&amp;#x5C0F;&amp;#x9752;&amp;#x5E74;
&amp;#x5C1D;&amp;#x8BD5;&amp;#x53BB;&amp;#x770B;&amp;#x66F4;&amp;#x5927;&amp;#x7684;&amp;#x4E16;&amp;#x754C;
&amp;#x901A;&amp;#x8FC7;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;&amp;#x7B14;&amp;#x58A8;
&amp;#x5173;&amp;#x4E8E;&amp;#x">
<meta property="og:updated_time" content="2016-08-29T14:52:03.892Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="关于作者">
<meta name="twitter:description" content="&amp;#x4E00;&amp;#x4E2A;90&amp;#x540E;&amp;#x5C0F;&amp;#x9752;&amp;#x5E74;
&amp;#x5C1D;&amp;#x8BD5;&amp;#x53BB;&amp;#x770B;&amp;#x66F4;&amp;#x5927;&amp;#x7684;&amp;#x4E16;&amp;#x754C;
&amp;#x901A;&amp;#x8FC7;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;&amp;#x7B14;&amp;#x58A8;
&amp;#x5173;&amp;#x4E8E;&amp;#x">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 0,
      author: '博主'
    }
  };
</script>




  <link rel="canonical" href="http://yoursite.com/about/"/>

  <title>
  

  
    关于作者 | 多彩
  
</title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  










  
  
    
  

  <div class="container one-collumn sidebar-position-left  ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">多彩</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle"></p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-about">
          <a href="/about" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-user"></i> <br />
            
            关于
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-commonweal">
          <a href="/404.html" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-heartbeat"></i> <br />
            
            公益404
          </a>
        </li>
      

      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    
    
      <p>&#x4E00;&#x4E2A;90&#x540E;&#x5C0F;&#x9752;&#x5E74;</p>
<p>&#x5C1D;&#x8BD5;&#x53BB;&#x770B;&#x66F4;&#x5927;&#x7684;&#x4E16;&#x754C;</p>
<p>&#x901A;&#x8FC7;&#x81EA;&#x5DF1;&#x7684;&#x7B14;&#x58A8;</p>
<p>&#x5173;&#x4E8E;&#x6211;:<br><a href="https://github.com/feng-fu" target="_blank" rel="external">github</a><br><a href="http://weibo.com/1802702177/profile?rightmod=1&amp;wvr=6&amp;mod=personinfo" target="_blank" rel="external">&#x5FAE;&#x535A;</a><br><a href="https://www.zhihu.com/people/duo-cai-51" target="_blank" rel="external">&#x77E5;&#x4E4E;</a><br><a href="https://www.douban.com/people/84857292/" target="_blank" rel="external">&#x8C46;&#x74E3;</a><br><a href="mailto:zhucefengfu@foxmail.com" target="_blank" rel="external">&#x4E0E;&#x6211;&#x8054;&#x7CFB;</a></p>
<p>&#x672C;&#x535A;&#x5BA2;&#x90E8;&#x5206;&#x5185;&#x5BB9;&#x4ECE;&#x6211;&#x7684;<a href="http://www.jianshu.com/users/83d06f63b103/latest_articles" target="_blank" rel="external">&#x7B80;&#x4E66;</a>&#x8FC1;&#x79FB;</p>
<p>&#x4E00;&#x4E2A;&#x6696;&#x5FC3;&#x7684;&#x5C0F;&#x6545;&#x4E8B;<br>                  &#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x6765;&#x81EA;&#x6211;&#x7684;<a href="http://www.jianshu.com/p/d6f7aa2b7884" target="_blank" rel="external">&#x7B80;&#x4E66;</a></p>
<h1 id="&#x732B;"><a href="#&#x732B;" class="headerlink" title="&#x732B;"></a>&#x732B;</h1><p>&#x201C;&#x55B5;&#x2026;&#x201D;</p>
<p>&#x4E00;&#x7247;&#x6811;&#x6797;&#x4E4B;&#x95F4;&#xFF0C;&#x4F20;&#x6765;&#x4E00;&#x58F0;&#x7A81;&#x5140;&#x7684;&#x53EB;&#x58F0;&#xFF0C;&#x539F;&#x6765;&#x662F;&#x4E00;&#x53EA;&#x5728;&#x8FD9;&#x91CC;&#x89C5;&#x98DF;&#x7684;&#x6D41;&#x6D6A;&#x732B;&#xFF0C;&#x5B83;&#x9AA8;&#x7626;&#x5982;&#x67F4;&#xFF0C;&#x4F3C;&#x4E4E;&#x5DF2;&#x7ECF;&#x5F88;&#x4E45;&#x6CA1;&#x6709;&#x5F97;&#x5230;&#x8FC7;&#x5145;&#x8DB3;&#x7684;&#x98DF;&#x7269;&#x4E86;&#xFF0C;&#x90A3;&#x53EB;&#x58F0;&#x4E2D;&#xFF0C;&#x9971;&#x542B;&#x7740;&#x9965;&#x997F;&#x548C;&#x4E00;&#x4E9B;&#x6E34;&#x671B;&#xFF0C;&#x6B63;&#x503C;&#x708E;&#x590F;&#xFF0C;&#x77E5;&#x4E86;&#x62FC;&#x547D;&#x7684;&#x53EB;&#x7740;&#xFF0C;&#x8FD9;&#x6811;&#x6797;&#x9664;&#x4E86;&#x5B83;&#x4EEC;&#x7684;&#x53EB;&#x58F0;&#xFF0C;&#x5C31;&#x518D;&#x4E5F;&#x6CA1;&#x6709;&#x4E86;&#x522B;&#x7684;&#x58F0;&#x97F3;&#x3002;</p>
<p>&#x800C;&#x5C31;&#x5728;&#x6B64;&#x65F6;&#xFF0C;&#x6BEB;&#x65E0;&#x5F81;&#x5146;&#x7684;&#xFF0C;&#x5929;&#x7A7A;&#x4E2D;&#x4E4C;&#x4E91;&#x4F3C;&#x65E9;&#x5DF2;&#x7EA6;&#x597D;&#x4E00;&#x822C;&#x98DE;&#x5FEB;&#x7684;&#x96C6;&#x4E2D;&#x8D77;&#x6765;&#xFF0C;&#x53C8;&#x9ED8;&#x5951;&#x7684;&#x503E;&#x6CFB;&#x800C;&#x4E0B;&#xFF0C;&#x591A;&#x65E5;&#x6765;&#x7684;&#x708E;&#x70ED;&#x7EC8;&#x4E8E;&#x5728;&#x6B64;&#x523B;&#x7A0D;&#x5FAE;&#x5F97;&#x4EE5;&#x7F13;&#x89E3;&#xFF0C;&#x6D41;&#x6D6A;&#x732B;&#x4F38;&#x4F38;&#x8EAB;&#x5B50;&#xFF0C;&#x4F3C;&#x4E4E;&#x5728;&#x4EAB;&#x53D7;&#x7740;&#x8FD9;&#x4E45;&#x522B;&#x4E4B;&#x540E;&#x7EC8;&#x4E8E;&#x5F97;&#x4EE5;&#x91CD;&#x9022;&#x7684;&#x51C9;&#x723D;&#x3002;</p>
<p>&#x96E8;&#x6C34;&#x7528;&#x5B83;&#x90A3;&#x77EB;&#x63C9;&#x9020;&#x4F5C;&#x7684;&#x8EAB;&#x8EAF;&#x6572;&#x51FB;&#x7684;&#x5927;&#x5730;&#x7684;&#x6BCF;&#x4E00;&#x5BF8;&#x808C;&#x80A4;&#xFF0C;&#x5927;&#x5730;&#x5374;&#x4E00;&#x70B9;&#x4E5F;&#x4E0D;&#x607C;&#x6012;&#xFF0C;&#x7167;&#x5355;&#x5168;&#x6536;&#x5730;&#x62BD;&#x53D6;&#x7740;&#x5176;&#x9001;&#x6765;&#x7684;&#x7CBE;&#x534E;&#x6BEB;&#x4E0D;&#x541D;&#x60DC;&#x7684;&#x6ECB;&#x6DA6;&#x7740;&#x751F;&#x957F;&#x5728;&#x5B83;&#x8EAF;&#x5E72;&#x4E4B;&#x4E0A;&#x7684;&#x6BCF;&#x4E00;&#x4E2A;&#x751F;&#x547D;&#xFF0C;&#x5E72;&#x88C2;&#x7684;&#x76AE;&#x80A4;&#x4E5F;&#x5728;&#x6B64;&#x523B;&#x5F97;&#x5230;&#x4E86;&#x5C3D;&#x60C5;&#x5730;&#x6ECB;&#x6DA6;&#xFF0C;&#x800C;&#x90A3;&#x53EA;&#x6D41;&#x6D6A;&#x732B;&#x5374;&#x5931;&#x53BB;&#x4E86;&#x521A;&#x624D;&#x7684;&#x60EC;&#x610F;&#xFF0C;&#x773C;&#x795E;&#x8FF7;&#x832B;&#x800C;&#x65E0;&#x52A9;&#xFF0C;&#x56DB;&#x5904;&#x5BFB;&#x6C42;&#x7740;&#x907F;&#x96E8;&#x7684;&#x5730;&#x65B9;&#x3002;</p>
<p>&#x6491;&#x7740;&#x8272;&#x5F69;&#x4E0D;&#x4E00;&#x7684;&#x6CB9;&#x4F1E;&#x7684;&#x5306;&#x5306;&#x8EAB;&#x5F71;&#x7A7F;&#x68AD;&#x5728;&#x4E00;&#x7247;&#x7199;&#x7199;&#x6518;&#x6518;&#x4E2D;&#xFF0C;&#x4E0D;&#x65F6;&#x6709;&#x8FD8;&#x672A;&#x6765;&#x5F97;&#x53CA;&#x6D88;&#x5316;&#x5438;&#x5165;&#x7684;&#x96E8;&#x6C34;&#x7CBE;&#x534E;&#x7684;&#x6CE5;&#x571F;&#x6CBE;&#x67D3;&#x5728;&#x811A;&#x4E0A;&#x548C;&#x88E4;&#x5B50;&#x4E0A;&#xFF0C;&#x8EAB;&#x540E;&#x7559;&#x4E0B;&#x4E00;&#x4E32;&#x4E32;&#x6DF1;&#x6D45;&#x4E0D;&#x4E00;&#x7684;&#x811A;&#x5370;&#xFF0C;&#x5F88;&#x5FEB;&#xFF0C;&#x53C8;&#x6709;&#x4E00;&#x4E32;&#x65B0;&#x7684;&#x811A;&#x5370;&#x5C06;&#x539F;&#x6765;&#x7684;&#x8986;&#x76D6;&#xFF0C;&#x51E0;&#x4E2A;&#x4EBA;&#x8D70;&#x8FC7;&#x4E4B;&#x540E;&#xFF0C;&#x5730;&#x4E0A;&#x7684;&#x6CE5;&#x571F;&#x53D8;&#x5F97;&#x6742;&#x4E71;&#x65E0;&#x7AE0;&#xFF0C;&#x5168;&#x6CA1;&#x6709;&#x5E73;&#x65F6;&#x7684;&#x6761;&#x7406;&#x6E05;&#x6670;&#xFF0C;&#x4E00;&#x76EE;&#x4E86;&#x7136;&#xFF0C;&#x8FD8;&#x6709;&#x4E00;&#x4E32;&#x663E;&#x773C;&#x7684;&#x732B;&#x722A;&#x5370;&#x7559;&#x5728;&#x6811;&#x6797;&#x91CC;&#xFF0C;&#x76F4;&#x5230;&#x4E00;&#x7247;&#x6742;&#x8349;&#x4E1B;&#x624D;&#x621B;&#x7136;&#x800C;&#x6B62;&#x3002;</p>
<p>&#x5F88;&#x5FEB;&#xFF0C;&#x8FD9;&#x7247;&#x66B4;&#x9732;&#x5728;&#x5929;&#x7A7A;&#x4E4B;&#x4E0B;&#x4EFB;&#x7531;&#x96E8;&#x6C34;&#x6063;&#x8086;&#x7684;&#x571F;&#x5730;&#x4E0A;&#x53D8;&#x5F97;&#x4EBA;&#x8FF9;&#x7F55;&#x81F3;&#xFF0C;&#x4ECE;&#x521A;&#x624D;&#x7684;&#x4E00;&#x7247;&#x8F66;&#x6C34;&#x9A6C;&#x9F99;&#x53D8;&#x5F97;&#x4E07;&#x7C41;&#x4FF1;&#x9759;&#xFF0C;&#x53EA;&#x7559;&#x4E0B;&#x54D7;&#x54D7;&#x7684;&#x96E8;&#x58F0;&#xFF0C;&#x6CA1;&#x6709;&#x7684;&#x5435;&#x56B7;&#xFF0C;&#x96E8;&#x58F0;&#x53D8;&#x5F97;&#x66F4;&#x52A0;&#x6E05;&#x6670;&#xFF0C;&#x4E5F;&#x5728;&#x8FD9;&#x7247;&#x5BC2;&#x9759;&#x4E16;&#x754C;&#x663E;&#x5F97;&#x66F4;&#x52A0;&#x7A81;&#x5140;&#x548C;&#x523A;&#x8033;&#xFF0C;&#x4E00;&#x53EA;&#x6D51;&#x8EAB;&#x6E7F;&#x900F;&#x7684;&#x732B;&#x4ECE;&#x4E00;&#x7247;&#x8349;&#x4E1B;&#x4E2D;&#x63A2;&#x51FA;&#x5934;&#xFF0C;&#x773C;&#x775B;&#x5495;&#x565C;&#x565C;&#x7684;&#x6253;&#x8F6C;&#xFF0C;&#x7A81;&#x7136;&#x95F4;&#x50CF;&#x662F;&#x770B;&#x5230;&#x4E86;&#x4EC0;&#x4E48;&#xFF0C;&#x6492;&#x5F00;&#x53CC;&#x817F;&#x6B22;&#x5FEB;&#x7684;&#x8DD1;&#x4E86;&#x8D77;&#x6765;&#xFF0C;&#x5411;&#x7740;&#x4E00;&#x4E2A;&#x4F3C;&#x6709;&#x4F3C;&#x65E0;&#x7684;&#x76EE;&#x7684;&#xFF0C;&#x9690;&#x7EA6;&#x95F4;&#xFF0C;&#x524D;&#x65B9;&#x900F;&#x51FA;&#x4E00;&#x9635;&#x9635;&#x660F;&#x9EC4;&#x7684;&#x5149;&#x8292;&#xFF0C;&#x82E5;&#x9690;&#x82E5;&#x73B0;&#x3002;</p>
<p>&#x7A81;&#x7136;&#x95F4;&#xFF0C;&#x98CE;&#x4E5F;&#x5931;&#x53BB;&#x4E86;&#x5148;&#x524D;&#x7684;&#x6E29;&#x67D4;&#xFF0C;&#x53D8;&#x5F97;&#x5C16;&#x9510;&#xFF0C;&#x65E0;&#x60C5;&#x7684;&#x547C;&#x5578;&#x7740;&#xFF0C;&#x4F3C;&#x4E4E;&#x8981;&#x5C06;&#x8FD9;&#x91CC;&#x7684;&#x4E00;&#x5207;&#x90FD;&#x5E26;&#x8D70;&#xFF0C;&#x5230;&#x4E00;&#x4E2A;&#x672A;&#x77E5;&#x7684;&#x76EE;&#x7684;&#x5730;&#xFF0C;&#x6811;&#x4E0E;&#x5B83;&#x8EAB;&#x65C1;&#x7684;&#x8349;&#x90FD;&#x6063;&#x610F;&#x5730;&#x6447;&#x6643;&#x7684;&#x81EA;&#x5DF1;&#x7684;&#x8EAB;&#x4F53;&#xFF0C;&#x968F;&#x7740;&#x98CE;&#x7684;&#x8282;&#x594F;&#xFF0C;&#x4E07;&#x7269;&#x4F3C;&#x4E4E;&#x9677;&#x5165;&#x4E86;&#x4E00;&#x79CD;&#x766B;&#x72C2;&#x4E4B;&#x95F4;&#xFF0C;&#x4EE5;&#x96E8;&#x58F0;&#x4E0E;&#x98CE;&#x58F0;&#x7684;&#x4EA4;&#x54CD;&#x4F5C;&#x4E3A;&#x8282;&#x594F;&#xFF0C;&#x8DF3;&#x8D77;&#x4E86;&#x53EA;&#x6709;&#x5B83;&#x4EEC;&#x81EA;&#x5DF1;&#x624D;&#x61C2;&#x5F97;&#x7684;&#x672A;&#x77E5;&#x540D;&#x821E;&#x66F2;&#x3002;</p>
<p>&#x800C;&#x90A3;&#x53EA;&#x732B;&#x66F4;&#x662F;&#x52A0;&#x5FEB;&#x4E86;&#x5B83;&#x7684;&#x811A;&#x6B65;&#xFF0C;&#x6DF1;&#x6D45;&#x4E0D;&#x4E00;&#x7684;&#x811A;&#x5370;&#x8D8A;&#x6765;&#x8D8A;&#x957F;&#xFF0C;&#x800C;&#x5B83;&#x773C;&#x4E2D;&#x7684;&#x90A3;&#x9053;&#x660F;&#x6697;&#x7684;&#x5149;&#x8292;&#x5374;&#x6162;&#x6162;&#x53D8;&#x5F97;&#x66F4;&#x52A0;&#x6E05;&#x6670;&#xFF0C;&#x4F3C;&#x4E4E;&#x521A;&#x624D;&#x90A3;&#x91CC;&#x8FD8;&#x53EA;&#x662F;&#x4E00;&#x4E2A;&#x9065;&#x4E0D;&#x53EF;&#x53CA;&#x7684;&#x68A6;&#xFF0C;&#x800C;&#x5230;&#x4E86;&#x73B0;&#x5728;&#xFF0C;&#x8FD9;&#x91CC;&#x5DF2;&#x7ECF;&#x53D8;&#x6210;&#x4E86;&#x4E00;&#x4E2A;&#x89E6;&#x624B;&#x53EF;&#x5F97;&#x7684;&#x5C0F;&#x5C0F;&#x613F;&#x671B;&#xFF0C;&#x53EA;&#x9700;&#x518D;&#x6325;&#x52A8;&#x5C11;&#x8BB8;&#x51E0;&#x4E0B;&#x524D;&#x884C;&#x7684;&#x722A;&#x5B50;&#xFF0C;&#x5228;&#x51E0;&#x4E0B;&#x6CE5;&#x6CDE;&#x7684;&#x571F;&#x5730;&#xFF0C;&#x5C31;&#x80FD;&#x8F7B;&#x6613;&#x9760;&#x8FD1;&#x3002;</p>
<p>&#x98CE;&#x96E8;&#x7ECF;&#x8FC7;&#x521A;&#x624D;&#x90A3;&#x9635;&#x9AD8;&#x6F6E;&#x8FED;&#x8D77;&#x7684;&#x4EA4;&#x54CD;&#x4E4B;&#x540E;&#xFF0C;&#x6E10;&#x6E10;&#x653E;&#x6162;&#x4E86;&#x811A;&#x6B65;&#xFF0C;&#x4E0D;&#x518D;&#x5982;&#x521A;&#x624D;&#x90A3;&#x822C;&#x6FC0;&#x60C5;&#x56DB;&#x5C04;&#xFF0C;&#x98CE;&#x4F3C;&#x4E4E;&#x5DF2;&#x7ECF;&#x606F;&#x4E86;&#xFF0C;&#x96E8;&#x8FD8;&#x6DC5;&#x6DC5;&#x6CA5;&#x6CA5;&#x7684;&#x4E0B;&#x7740;&#xFF0C;&#x5374;&#x5DF2;&#x7ECF;&#x53D8;&#x5F97;&#x5341;&#x5206;&#x6E29;&#x987A;&#x3002;</p>
<p>&#x7EC8;&#x4E8E;&#xFF0C;&#x96E8;&#x505C;&#x4E86;&#xFF0C;&#x5B83;&#x4E5F;&#x5230;&#x4E86;&#x90A3;&#x660F;&#x6697;&#x7684;&#x5149;&#x8292;&#x524D;&#xFF0C;&#x8FD9;&#x6839;&#x5750;&#x843D;&#x4E8E;&#x6B64;&#x7684;&#x8DEF;&#x706F;&#x4F9D;&#x65E7;&#x53D1;&#x7740;&#x6697;&#x6DE1;&#x7684;&#x5149;&#x8292;&#xFF0C;&#x5B83;&#x762B;&#x5750;&#x5728;&#x4E0B;&#x9762;&#xFF0C;&#x4E0D;&#x7406;&#x4F1A;&#x8EAB;&#x4E0B;&#x8FD8;&#x79EF;&#x7559;&#x7740;&#x96E8;&#x6C34;&#x7684;&#x5730;&#x9762;&#x3002;</p>
<p>&#x5B83;&#x773C;&#x795E;&#x7EDD;&#x671B;&#xFF0C;&#x62AC;&#x8D77;&#x5934;&#x9885;&#xFF0C;&#x773C;&#x795E;&#x7A7A;&#x6D1E;&#x7684;&#x671B;&#x7740;&#x4F9D;&#x65E7;&#x4EAE;&#x7740;&#x7684;&#x8DEF;&#x706F;&#xFF0C;&#x5374;&#x53D1;&#x73B0;&#x4E0A;&#x65B9;&#x8D8A;&#x6765;&#x8D8A;&#x6697;&#xFF0C;&#x4E00;&#x5F20;&#x7A1A;&#x5AE9;&#x7684;&#x8138;&#x5E9E;&#x51FA;&#x73B0;&#x5728;&#x5B83;&#x90A3;&#x7A7A;&#x6D1E;&#x7684;&#x773C;&#x795E;&#x4E4B;&#x4E2D;&#xFF0C;&#x800C;&#x90A3;&#x7A1A;&#x5AE9;&#x8138;&#x4E0A;&#x7684;&#x90A3;&#x4E00;&#x53CC;&#x773C;&#x775B;&#xFF0C;&#x5374;&#x6CDB;&#x7740;&#x95EA;&#x95EA;&#x7684;&#x5149;&#x8292;&#xFF0C;&#x90A3;&#x5F20;&#x8138;&#xFF0C;&#x90A3;&#x53CC;&#x773C;&#xFF0C;&#x5C5E;&#x4E8E;&#x4E00;&#x4E2A;&#x7537;&#x5B69;&#x3002;</p>
<p>&#x90A3;&#x4E2A;&#x7537;&#x5B69;&#x5F13;&#x4E0B;&#x8EAB;&#xFF0C;&#x4ECE;&#x515C;&#x91CC;&#x62FF;&#x51FA;&#x4E00;&#x5C0F;&#x5757;&#x9762;&#x5305;&#xFF0C;&#x653E;&#x5728;&#x5B83;&#x7684;&#x9762;&#x524D;&#xFF0C;&#x5B83;&#x90A3;&#x7A7A;&#x6D1E;&#x7684;&#x773C;&#x795E;&#x77AC;&#x95F4;&#x8868;&#x73B0;&#x51FA;&#x591A;&#x65E5;&#x9965;&#x997F;&#x540E;&#x7684;&#x6E34;&#x671B;&#xFF0C;&#x7ACB;&#x523B;&#x72FC;&#x541E;&#x864E;&#x54BD;&#x8D77;&#x6765;&#xFF0C;&#x5E2D;&#x5377;&#x6B8B;&#x4E91;&#x822C;&#x5C31;&#x89E3;&#x51B3;&#x4E86;&#x9762;&#x524D;&#x7684;&#x98DF;&#x7269;&#xFF0C;&#x7537;&#x5B69;&#x4F38;&#x51FA;&#x624B;&#x81C2;&#xFF0C;&#x4E0D;&#x7406;&#x4F1A;&#x5B83;&#x6E7F;&#x900F;&#x7684;&#x5168;&#x8EAB;&#xFF0C;&#x5C06;&#x5B83;&#x62B1;&#x5165;&#x6000;&#x4E2D;&#xFF0C;&#x5411;&#x7740;&#x4E00;&#x4E2A;&#x65B9;&#x5411;&#x79BB;&#x53BB;&#xFF0C;&#x800C;&#x90A3;&#x8FB9;&#xFF0C;&#x5B83;&#x770B;&#x5230;&#x66F4;&#x591A;&#x66F4;&#x4EAE;&#x7684;&#x5149;&#x8292;&#x3002;</p>

    
  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      

      <section class="site-overview sidebar-panel  sidebar-panel-active ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="http://img.woyaogexing.com/2016/01/04/a4c2b01e69c85dad!200x200.jpg"
               alt="封富" />
          <p class="site-author-name" itemprop="name">封富</p>
          <p class="site-description motion-element" itemprop="description">来看看一个前端的路怎么走呀</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">5</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              
                <span class="site-state-item-count">3</span>
                <span class="site-state-item-name">分类</span>
              
            </div>
          

          
            <div class="site-state-item site-state-tags">
              
                <span class="site-state-item-count">8</span>
                <span class="site-state-item-name">标签</span>
              
            </div>
          

        </nav>

        

        <div class="links-of-author motion-element">
          
        </div>

        
        

        
        

      </section>

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2016</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">封富</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  

  

  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  



  




  
  

  

  

  

</body>
</html>
